Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Customization.OperatingSystemAllowedReleasesDescription
source: Select the versions to offer, such as Windows 11, version 25H2. Leave empty to offer all supported versions.
ar_sa: حدد الإصدارات المراد تقديمها، مثل Windows 11، الإصدار 25H2. اتركه فارغًا لتقديم جميع الإصدارات المدعومة.
bg_bg: Изберете версиите, които да се предлагат, например Windows 11, версия 25H2. Оставете празно, за да се предлагат всички поддържани версии.
cs_cz: Vyberte nabízené verze, například Windows 11, verze 25H2. Ponechte prázdné, chcete-li nabízet všechny podporované verze.
da_dk: Vælg de versioner, der skal tilbydes, f.eks. Windows 11, version 25H2. Lad stå tom for at tilbyde alle understøttede versioner.
de_de: Wählen Sie die anzubietenden Versionen aus, z. B. Windows 11, Version 25H2. Lassen Sie das Feld leer, um alle unterstützten Versionen anzubieten.
el_gr: Επιλέξτε τις εκδόσεις που θα προσφέρονται, όπως Windows 11, έκδοση 25H2. Αφήστε κενό για να προσφέρονται όλες οι υποστηριζόμενες εκδόσεις.
es_mx: Seleccione las versiones que se ofrecerán, como Windows 11, versión 25H2. Deje el campo vacío para ofrecer todas las versiones compatibles.
et_ee: Valige pakutavad versioonid, näiteks Windows 11, versioon 25H2. Kõigi toetatud versioonide pakkumiseks jätke väli tühjaks.
fi_fi: Valitse tarjottavat versiot, kuten Windows 11, versio 25H2. Jätä tyhjäksi, jos haluat tarjota kaikki tuetut versiot.
fr_ca: Sélectionnez les versions proposées, par exemple Windows 11, version 25H2. Laissez vide pour proposer toutes les versions prises en charge.
he_il: בחר את הגרסאות שיוצעו, כגון Windows 11, גרסה 25H2. השאר ריק כדי להציע את כל הגרסאות הנתמכות.
hr_hr: Odaberite verzije koje želite ponuditi, kao što je Windows 11, verzija 25H2. Ostavite prazno da biste ponudili sve podržane verzije.
hu_hu: Válassza ki a felkínálni kívánt verziókat, például: Windows 11, 25H2 verzió. Hagyja üresen az összes támogatott verzió felkínálásához.
it_it: Seleziona le versioni da offrire, ad esempio Windows 11, versione 25H2. Lascia vuoto per offrire tutte le versioni supportate.
ja_jp: Windows 11、バージョン 25H2 など、提供するバージョンを選択します。サポートされているすべてのバージョンを提供する場合は空のままにします。
ko_kr: Windows 11, 버전 25H2와 같이 제공할 버전을 선택합니다. 지원되는 모든 버전을 제공하려면 비워 둡니다.
lt_lt: Pasirinkite siūlomas versijas, pvz., Windows 11, 25H2 versiją. Palikite tuščią, kad būtų siūlomos visos palaikomos versijos.
lv_lv: Atlasiet piedāvājamās versijas, piemēram, Windows 11 versiju 25H2. Atstājiet tukšu, lai piedāvātu visas atbalstītās versijas.
nb_no: Velg versjonene som skal tilbys, for eksempel Windows 11, versjon 25H2. La stå tomt for å tilby alle støttede versjoner.
nl_nl: Selecteer de versies die u wilt aanbieden, zoals Windows 11, versie 25H2. Laat leeg om alle ondersteunde versies aan te bieden.
pl_pl: Wybierz wersje, które mają być oferowane, takie jak Windows 11, wersja 25H2. Pozostaw puste, aby oferować wszystkie obsługiwane wersje.
pt_pt: Selecione as versões a disponibilizar, como Windows 11, versão 25H2. Deixe em branco para disponibilizar todas as versões suportadas.
ro_ro: Selectați versiunile care vor fi oferite, cum ar fi Windows 11, versiunea 25H2. Lăsați necompletat pentru a oferi toate versiunile acceptate.
ru_ru: Выберите предлагаемые версии, например Windows 11 версии 25H2. Оставьте поле пустым, чтобы предлагать все поддерживаемые версии.
sk_sk: Vyberte verzie, ktoré sa majú ponúkať, napríklad Windows 11, verzia 25H2. Ak chcete ponúkať všetky podporované verzie, ponechajte pole prázdne.
sl_si: Izberite različice, ki bodo na voljo, na primer Windows 11, različica 25H2. Če želite ponuditi vse podprte različice, pustite prazno.
sr_latn_rs: Izaberite verzije koje će se nuditi, kao što je Windows 11, verzija 25H2. Ostavite prazno da biste ponudili sve podržane verzije.
sv_se: Välj vilka versioner som ska erbjudas, till exempel Windows 11, version 25H2. Lämna tomt för att erbjuda alla versioner som stöds.
th_th: เลือกเวอร์ชันที่จะนำเสนอ เช่น Windows 11 เวอร์ชัน 25H2 เว้นว่างไว้เพื่อนำเสนอเวอร์ชันที่รองรับทั้งหมด
tr_tr: Sunulacak sürümleri seçin; örneğin Windows 11, sürüm 25H2. Desteklenen tüm sürümleri sunmak için boş bırakın.
uk_ua: Виберіть версії, які потрібно пропонувати, наприклад Windows 11 версії 25H2. Залиште поле пустим, щоб пропонувати всі підтримувані версії.
zh_cn: 选择要提供的版本，例如 Windows 11 版本 25H2。留空以提供所有受支持版本。
zh_tw: 選取要提供的版本，例如 Windows 11 版本 25H2。留空以提供所有支援的版本。

# Customization.OperatingSystemAllowedReleasesLabel
source: Available Windows versions
ar_sa: إصدارات Windows المتاحة
bg_bg: Налични версии на Windows
cs_cz: Dostupné verze Windows
da_dk: Tilgængelige Windows-versioner
de_de: Verfügbare Windows-Versionen
el_gr: Διαθέσιμες εκδόσεις Windows
es_mx: Versiones de Windows disponibles
et_ee: Saadaolevad Windowsi versioonid
fi_fi: Saatavilla olevat Windows-versiot
fr_ca: Versions de Windows disponibles
he_il: גרסאות Windows זמינות
hr_hr: Dostupne verzije sustava Windows
hu_hu: Elérhető Windows-verziók
it_it: Versioni di Windows disponibili
ja_jp: 利用可能な Windows バージョン
ko_kr: 사용 가능한 Windows 버전
lt_lt: Galimos Windows versijos
lv_lv: Pieejamās Windows versijas
nb_no: Tilgjengelige Windows-versjoner
nl_nl: Beschikbare Windows-versies
pl_pl: Dostępne wersje systemu Windows
pt_pt: Versões disponíveis do Windows
ro_ro: Versiuni Windows disponibile
ru_ru: Доступные версии Windows
sk_sk: Dostupné verzie Windows
sl_si: Razpoložljive različice sistema Windows
sr_latn_rs: Dostupne verzije sistema Windows
sv_se: Tillgängliga Windows-versioner
th_th: เวอร์ชัน Windows ที่พร้อมใช้งาน
tr_tr: Kullanılabilir Windows sürümleri
uk_ua: Доступні версії Windows
zh_cn: 可用的 Windows 版本
zh_tw: 可用的 Windows 版本

# Customization.OperatingSystemDefaultEditionDescription
source: Choose the edition selected by default. Automatic uses the edition recommended by Foundry.
ar_sa: اختر النسخة المحددة افتراضيًا. يستخدم الخيار التلقائي النسخة التي توصي بها Foundry.
bg_bg: Изберете изданието, избрано по подразбиране. Автоматично използва изданието, препоръчано от Foundry.
cs_cz: Zvolte edici vybranou ve výchozím nastavení. Automaticky použije edici doporučenou službou Foundry.
da_dk: Vælg den udgave, der er valgt som standard. Automatisk bruger den udgave, som Foundry anbefaler.
de_de: Wählen Sie die standardmäßig ausgewählte Edition. Automatisch verwendet die von Foundry empfohlene Edition.
el_gr: Επιλέξτε την έκδοση προϊόντος που θα επιλέγεται από προεπιλογή. Η Αυτόματη επιλογή χρησιμοποιεί την έκδοση προϊόντος που συνιστά το Foundry.
es_mx: Elija la edición seleccionada de forma predeterminada. Automático usa la edición recomendada por Foundry.
et_ee: Valige vaikimisi valitud väljaanne. Automaatne kasutab Foundry soovitatud väljaannet.
fi_fi: Valitse oletuksena valittu versio. Automaattinen käyttää Foundryn suosittelemaa versiota.
fr_ca: Choisissez l'édition sélectionnée par défaut. Automatique utilise l'édition recommandée par Foundry.
he_il: בחר את המהדורה שתיבחר כברירת מחדל. האפשרות אוטומטי משתמשת במהדורה המומלצת על-ידי Foundry.
hr_hr: Odaberite izdanje koje je odabrano prema zadanim postavkama. Automatski koristi izdanje koje preporučuje Foundry.
hu_hu: Válassza ki az alapértelmezés szerint kijelölt kiadást. Az Automatikus beállítás a Foundry által ajánlott kiadást használja.
it_it: Scegli l'edizione selezionata per impostazione predefinita. Automatico usa l'edizione consigliata da Foundry.
ja_jp: 既定で選択されるエディションを選びます。[自動] では Foundry が推奨するエディションが使用されます。
ko_kr: 기본적으로 선택할 에디션을 선택합니다. 자동은 Foundry에서 권장하는 에디션을 사용합니다.
lt_lt: Pasirinkite pagal numatytuosius parametrus pažymėtą leidimą. Automatinis pasirinkimas naudoja Foundry rekomenduojamą leidimą.
lv_lv: Izvēlieties izdevumu, kas atlasīts pēc noklusējuma. Automātiskā opcija izmanto Foundry ieteikto izdevumu.
nb_no: Velg utgaven som er valgt som standard. Automatisk bruker utgaven som anbefales av Foundry.
nl_nl: Kies de editie die standaard is geselecteerd. Automatisch gebruikt de editie die wordt aanbevolen door Foundry.
pl_pl: Wybierz edycję wybraną domyślnie. Opcja Automatycznie używa edycji zalecanej przez Foundry.
pt_pt: Escolha a edição selecionada por predefinição. A opção Automático utiliza a edição recomendada pelo Foundry.
ro_ro: Alegeți ediția selectată în mod implicit. Opțiunea Automat utilizează ediția recomandată de Foundry.
ru_ru: Выберите выпуск, используемый по умолчанию. При выборе параметра «Автоматически» используется выпуск, рекомендованный Foundry.
sk_sk: Vyberte edíciu, ktorá sa vyberie predvolene. Možnosť Automaticky použije edíciu odporúčanú službou Foundry.
sl_si: Izberite izdajo, ki je privzeto izbrana. Možnost Samodejno uporabi izdajo, ki jo priporoča Foundry.
sr_latn_rs: Izaberite izdanje koje je podrazumevano izabrano. Opcija Automatski koristi izdanje koje preporučuje Foundry.
sv_se: Välj den utgåva som är vald som standard. Alternativet Automatiskt använder den utgåva som rekommenderas av Foundry.
th_th: เลือกรุ่นที่จะเลือกตามค่าเริ่มต้น ตัวเลือกอัตโนมัติจะใช้รุ่นที่ Foundry แนะนำ
tr_tr: Varsayılan olarak seçilecek edisyonu belirleyin. Otomatik, Foundry tarafından önerilen edisyonu kullanır.
uk_ua: Виберіть випуск за замовчуванням. Автоматичний режим використовує випуск, рекомендований Foundry.
zh_cn: 选择默认选中的版本类型。“自动”使用 Foundry 推荐的版本类型。
zh_tw: 選取預設版本類型。「自動」會使用 Foundry 建議的版本類型。

# Customization.OperatingSystemDefaultEditionLabel
source: Preselected Windows edition
ar_sa: نسخة Windows المحددة مسبقًا
bg_bg: Предварително избрано издание на Windows
cs_cz: Předvybraná edice Windows
da_dk: Forudvalgt Windows-udgave
de_de: Vorausgewählte Windows-Edition
el_gr: Προεπιλεγμένη επιλογή έκδοσης προϊόντος Windows
es_mx: Edición de Windows preseleccionada
et_ee: Eelvalitud Windowsi väljaanne
fi_fi: Esivalittu Windows-versio
fr_ca: Édition de Windows présélectionnée
he_il: מהדורת Windows שנבחרה מראש
hr_hr: Unaprijed odabrano izdanje sustava Windows
hu_hu: Előre kiválasztott Windows-kiadás
it_it: Edizione di Windows preselezionata
ja_jp: 事前選択された Windows エディション
ko_kr: 미리 선택된 Windows 에디션
lt_lt: Iš anksto pasirinktas Windows leidimas
lv_lv: Iepriekš atlasītais Windows izdevums
nb_no: Forhåndsvalgt Windows-utgave
nl_nl: Vooraf geselecteerde Windows-editie
pl_pl: Wstępnie wybrana edycja systemu Windows
pt_pt: Edição do Windows pré-selecionada
ro_ro: Ediție Windows preselectată
ru_ru: Предварительно выбранный выпуск Windows
sk_sk: Predvolená vybratá edícia Windows
sl_si: Vnaprej izbrana izdaja sistema Windows
sr_latn_rs: Unapred izabrano izdanje sistema Windows
sv_se: Förvald Windows-utgåva
th_th: รุ่น Windows ที่เลือกไว้ล่วงหน้า
tr_tr: Önceden seçili Windows edisyonu
uk_ua: Попередньо вибраний випуск Windows
zh_cn: 预选 Windows 版本类型
zh_tw: 預先選取的 Windows 版本類型

# Customization.OperatingSystemDefaultLanguageDescription
source: Choose the language selected by default. Automatic uses the language recommended by Foundry.
ar_sa: اختر اللغة المحددة افتراضيًا. يستخدم الخيار التلقائي اللغة التي توصي بها Foundry.
bg_bg: Изберете езика, избран по подразбиране. Автоматично използва езика, препоръчан от Foundry.
cs_cz: Zvolte jazyk vybraný ve výchozím nastavení. Automaticky použije jazyk doporučený službou Foundry.
da_dk: Vælg det sprog, der er valgt som standard. Automatisk bruger det sprog, som Foundry anbefaler.
de_de: Wählen Sie die standardmäßig ausgewählte Sprache. Automatisch verwendet die von Foundry empfohlene Sprache.
el_gr: Επιλέξτε τη γλώσσα που θα επιλέγεται από προεπιλογή. Η Αυτόματη επιλογή χρησιμοποιεί τη γλώσσα που συνιστά το Foundry.
es_mx: Elija el idioma seleccionado de forma predeterminada. Automático usa el idioma recomendado por Foundry.
et_ee: Valige vaikimisi valitud keel. Automaatne kasutab Foundry soovitatud keelt.
fi_fi: Valitse oletuksena valittu kieli. Automaattinen käyttää Foundryn suosittelemaa kieltä.
fr_ca: Choisissez la langue sélectionnée par défaut. Automatique utilise la langue recommandée par Foundry.
he_il: בחר את השפה שתיבחר כברירת מחדל. האפשרות אוטומטי משתמשת בשפה המומלצת על-ידי Foundry.
hr_hr: Odaberite jezik koji je odabran prema zadanim postavkama. Automatski koristi jezik koji preporučuje Foundry.
hu_hu: Válassza ki az alapértelmezés szerint kijelölt nyelvet. Az Automatikus beállítás a Foundry által ajánlott nyelvet használja.
it_it: Scegli la lingua selezionata per impostazione predefinita. Automatico usa la lingua consigliata da Foundry.
ja_jp: 既定で選択される言語を選びます。[自動] では Foundry が推奨する言語が使用されます。
ko_kr: 기본적으로 선택할 언어를 선택합니다. 자동은 Foundry에서 권장하는 언어를 사용합니다.
lt_lt: Pasirinkite pagal numatytuosius parametrus pažymėtą kalbą. Automatinis pasirinkimas naudoja Foundry rekomenduojamą kalbą.
lv_lv: Izvēlieties valodu, kas atlasīta pēc noklusējuma. Automātiskā opcija izmanto Foundry ieteikto valodu.
nb_no: Velg språket som er valgt som standard. Automatisk bruker språket som anbefales av Foundry.
nl_nl: Kies de taal die standaard is geselecteerd. Automatisch gebruikt de taal die wordt aanbevolen door Foundry.
pl_pl: Wybierz język wybrany domyślnie. Opcja Automatycznie używa języka zalecanego przez Foundry.
pt_pt: Escolha o idioma selecionado por predefinição. A opção Automático utiliza o idioma recomendado pelo Foundry.
ro_ro: Alegeți limba selectată în mod implicit. Opțiunea Automat utilizează limba recomandată de Foundry.
ru_ru: Выберите язык, используемый по умолчанию. При выборе параметра «Автоматически» используется язык, рекомендованный Foundry.
sk_sk: Vyberte jazyk, ktorý sa vyberie predvolene. Možnosť Automaticky použije jazyk odporúčaný službou Foundry.
sl_si: Izberite jezik, ki je privzeto izbran. Možnost Samodejno uporabi jezik, ki ga priporoča Foundry.
sr_latn_rs: Izaberite jezik koji je podrazumevano izabran. Opcija Automatski koristi jezik koji preporučuje Foundry.
sv_se: Välj det språk som är valt som standard. Alternativet Automatiskt använder det språk som rekommenderas av Foundry.
th_th: เลือกภาษาที่จะเลือกตามค่าเริ่มต้น ตัวเลือกอัตโนมัติจะใช้ภาษาที่ Foundry แนะนำ
tr_tr: Varsayılan olarak seçilecek dili belirleyin. Otomatik, Foundry tarafından önerilen dili kullanır.
uk_ua: Виберіть мову за замовчуванням. Автоматичний режим використовує мову, рекомендовану Foundry.
zh_cn: 选择默认选中的语言。“自动”使用 Foundry 推荐的语言。
zh_tw: 選取預設語言。「自動」會使用 Foundry 建議的語言。

# Customization.OperatingSystemDefaultLanguageLabel
source: Preselected Windows language
ar_sa: لغة Windows المحددة مسبقًا
bg_bg: Предварително избран език на Windows
cs_cz: Předvybraný jazyk Windows
da_dk: Forudvalgt Windows-sprog
de_de: Vorausgewählte Windows-Sprache
el_gr: Προεπιλεγμένη επιλογή γλώσσας Windows
es_mx: Idioma de Windows preseleccionado
et_ee: Eelvalitud Windowsi keel
fi_fi: Esivalittu Windowsin kieli
fr_ca: Langue Windows présélectionnée
he_il: שפת Windows שנבחרה מראש
hr_hr: Unaprijed odabrani jezik sustava Windows
hu_hu: Előre kiválasztott Windows-nyelv
it_it: Lingua di Windows preselezionata
ja_jp: 事前選択された Windows の言語
ko_kr: 미리 선택된 Windows 언어
lt_lt: Iš anksto pasirinkta Windows kalba
lv_lv: Iepriekš atlasītā Windows valoda
nb_no: Forhåndsvalgt Windows-språk
nl_nl: Vooraf geselecteerde Windows-taal
pl_pl: Wstępnie wybrany język systemu Windows
pt_pt: Idioma do Windows pré-selecionado
ro_ro: Limbă Windows preselectată
ru_ru: Предварительно выбранный язык Windows
sk_sk: Predvolený vybratý jazyk Windows
sl_si: Vnaprej izbran jezik sistema Windows
sr_latn_rs: Unapred izabrani jezik sistema Windows
sv_se: Förvalt Windows-språk
th_th: ภาษา Windows ที่เลือกไว้ล่วงหน้า
tr_tr: Önceden seçili Windows dili
uk_ua: Попередньо вибрана мова Windows
zh_cn: 预选 Windows 语言
zh_tw: 預先選取的 Windows 語言

# Customization.OperatingSystemDefaultLicenseChannelDescription
source: Choose the license channel selected by default. Automatic uses the channel recommended by Foundry.
ar_sa: اختر قناة الترخيص المحددة افتراضيًا. يستخدم الخيار التلقائي القناة التي توصي بها Foundry.
bg_bg: Изберете лицензионния канал, избран по подразбиране. Автоматично използва канала, препоръчан от Foundry.
cs_cz: Zvolte licenční kanál vybraný ve výchozím nastavení. Automaticky použije kanál doporučený službou Foundry.
da_dk: Vælg den licenskanal, der er valgt som standard. Automatisk bruger den kanal, som Foundry anbefaler.
de_de: Wählen Sie den standardmäßig ausgewählten Lizenzkanal. Automatisch verwendet den von Foundry empfohlenen Kanal.
el_gr: Επιλέξτε το κανάλι άδειας χρήσης που θα επιλέγεται από προεπιλογή. Η Αυτόματη επιλογή χρησιμοποιεί το κανάλι που συνιστά το Foundry.
es_mx: Elija el canal de licencia seleccionado de forma predeterminada. Automático usa el canal recomendado por Foundry.
et_ee: Valige vaikimisi valitud litsentsikanal. Automaatne kasutab Foundry soovitatud kanalit.
fi_fi: Valitse oletuksena valittu lisenssikanava. Automaattinen käyttää Foundryn suosittelemaa kanavaa.
fr_ca: Choisissez le canal de licence sélectionné par défaut. Automatique utilise le canal recommandé par Foundry.
he_il: בחר את ערוץ הרישוי שייבחר כברירת מחדל. האפשרות אוטומטי משתמשת בערוץ המומלץ על-ידי Foundry.
hr_hr: Odaberite licencni kanal koji je odabran prema zadanim postavkama. Automatski koristi kanal koji preporučuje Foundry.
hu_hu: Válassza ki az alapértelmezés szerint kijelölt licenccsatornát. Az Automatikus beállítás a Foundry által ajánlott csatornát használja.
it_it: Scegli il canale di licenza selezionato per impostazione predefinita. Automatico usa il canale consigliato da Foundry.
ja_jp: 既定で選択されるライセンス チャネルを選びます。[自動] では Foundry が推奨するチャネルが使用されます。
ko_kr: 기본적으로 선택할 라이선스 채널을 선택합니다. 자동은 Foundry에서 권장하는 채널을 사용합니다.
lt_lt: Pasirinkite pagal numatytuosius parametrus pažymėtą licencijos kanalą. Automatinis pasirinkimas naudoja Foundry rekomenduojamą kanalą.
lv_lv: Izvēlieties licences kanālu, kas atlasīts pēc noklusējuma. Automātiskā opcija izmanto Foundry ieteikto kanālu.
nb_no: Velg lisenskanalen som er valgt som standard. Automatisk bruker kanalen som anbefales av Foundry.
nl_nl: Kies het licentiekanaal dat standaard is geselecteerd. Automatisch gebruikt het kanaal dat wordt aanbevolen door Foundry.
pl_pl: Wybierz kanał licencjonowania wybrany domyślnie. Opcja Automatycznie używa kanału zalecanego przez Foundry.
pt_pt: Escolha o canal de licença selecionado por predefinição. A opção Automático utiliza o canal recomendado pelo Foundry.
ro_ro: Alegeți canalul de licențiere selectat în mod implicit. Opțiunea Automat utilizează canalul recomandat de Foundry.
ru_ru: Выберите канал лицензирования, используемый по умолчанию. При выборе параметра «Автоматически» используется канал, рекомендованный Foundry.
sk_sk: Vyberte licenčný kanál, ktorý sa vyberie predvolene. Možnosť Automaticky použije kanál odporúčaný službou Foundry.
sl_si: Izberite licenčni kanal, ki je privzeto izbran. Možnost Samodejno uporabi kanal, ki ga priporoča Foundry.
sr_latn_rs: Izaberite kanal licence koji je podrazumevano izabran. Opcija Automatski koristi kanal koji preporučuje Foundry.
sv_se: Välj den licenskanal som är vald som standard. Alternativet Automatiskt använder den kanal som rekommenderas av Foundry.
th_th: เลือกช่องทางสิทธิ์การใช้งานที่จะเลือกตามค่าเริ่มต้น ตัวเลือกอัตโนมัติจะใช้ช่องทางที่ Foundry แนะนำ
tr_tr: Varsayılan olarak seçilecek lisans kanalını belirleyin. Otomatik, Foundry tarafından önerilen kanalı kullanır.
uk_ua: Виберіть канал ліцензування за замовчуванням. Автоматичний режим використовує канал, рекомендований Foundry.
zh_cn: 选择默认选中的许可通道。“自动”使用 Foundry 推荐的通道。
zh_tw: 選取預設授權通道。「自動」會使用 Foundry 建議的通道。

# Customization.OperatingSystemDefaultLicenseChannelLabel
source: Preselected Windows license channel
ar_sa: قناة ترخيص Windows المحددة مسبقًا
bg_bg: Предварително избран лицензионен канал на Windows
cs_cz: Předvybraný licenční kanál Windows
da_dk: Forudvalgt Windows-licenskanal
de_de: Vorausgewählter Windows-Lizenzkanal
el_gr: Προεπιλεγμένη επιλογή καναλιού άδειας χρήσης Windows
es_mx: Canal de licencia de Windows preseleccionado
et_ee: Eelvalitud Windowsi litsentsikanal
fi_fi: Esivalittu Windowsin lisenssikanava
fr_ca: Canal de licence Windows présélectionné
he_il: ערוץ הרישוי של Windows שנבחר מראש
hr_hr: Unaprijed odabrani licencni kanal sustava Windows
hu_hu: Előre kiválasztott Windows-licenccsatorna
it_it: Canale di licenza Windows preselezionato
ja_jp: 事前選択された Windows ライセンス チャネル
ko_kr: 미리 선택된 Windows 라이선스 채널
lt_lt: Iš anksto pasirinktas Windows licencijos kanalas
lv_lv: Iepriekš atlasītais Windows licences kanāls
nb_no: Forhåndsvalgt Windows-lisenskanal
nl_nl: Vooraf geselecteerd Windows-licentiekanaal
pl_pl: Wstępnie wybrany kanał licencjonowania systemu Windows
pt_pt: Canal de licença do Windows pré-selecionado
ro_ro: Canal de licențiere Windows preselectat
ru_ru: Предварительно выбранный канал лицензирования Windows
sk_sk: Predvolený vybratý licenčný kanál Windows
sl_si: Vnaprej izbran licenčni kanal sistema Windows
sr_latn_rs: Unapred izabrani kanal licence za Windows
sv_se: Förvald Windows-licenskanal
th_th: ช่องทางสิทธิ์การใช้งาน Windows ที่เลือกไว้ล่วงหน้า
tr_tr: Önceden seçili Windows lisans kanalı
uk_ua: Попередньо вибраний канал ліцензування Windows
zh_cn: 预选 Windows 许可通道
zh_tw: 預先選取的 Windows 授權通道
